interface DoorTypes {
  [key: string]: string;
}
export const doorTypes: DoorTypes = {
  "2-Зер.": "0-2",
  "1-ДСП,1-Зер.": "1-1",
  "2-ДСП": "2-0",
  "2-ДСП,1-Зер.": "2-1",
  "2-ДСП,2-Зер.": "2-2",
  "3-ДСП": "3-0",
  "3-Зер.": "0-3",
  "4-Зер.": "0-4",
  "4-ДСП": "4-0",
};

export const doorTypesGoogleSheet: DoorTypes = {
  "2-Зер.": "2 Зеркала",
  "1-ДСП,1-Зер.": "1 З - 1 ДСП",
  "2-ДСП": "2 ДСП",
  "2-ДСП,1-Зер.": "1 З - 2 ДСП",
  "2-ДСП,2-Зер.": "2 З - 2 ДСП",
  "3-ДСП": "3 ДСП",
  "3-Зер.": "3 Зеркала",
  "4-Зер.": "4 Зеркала",
  "4-ДСП": "4 ДСП",
};
